#include<iostream>

using namespace std;

void menu()
{
    cout<<"================================================="<<endl;
    cout<<"|        ******¹þ·òÂüÊ÷±àÂëÓëÒëÂë******         |"<<endl;
    cout<<"|                1.´´½¨¹þ·òÂüÊ÷                 |"<<endl;
    cout<<"|                2.¹þ·òÂü±àÂë                   |"<<endl;
    cout<<"|                3.¶ÔÎÄ¼þ±àÂë                   |"<<endl;
    cout<<"|                4.¶ÔÎÄ¼þÒëÂë                   |"<<endl;
    cout<<"|                5.´òÓ¡¹þ·òÂüÊ÷                 |"<<endl;
    cout<<"|                6.ÏÔÊ¾²Ëµ¥                     |"<<endl;
    cout<<"|                0.ÍË³ö                         |"<<endl;
    cout<<"================================================="<<endl;
}

